Repository: Leksa98/LinuxDevelopment2021
Catalog: 11_Documenting/po/*.po
Languages: ru

source: The program guesses the number from 1 to 100
ru: Программа угадывает число от 1 до 100

source: Usage: ./guess [-r]
ru: Использование: ./guess [-r]

source: Guess a number between from I to L
ru: Загадайте число от I до L

source: Guess a number between from 1 to 100
ru: Загадайте число от 1 до 100

source: The number is %s!
ru: Это число %s!

source: The number is %d!
ru: Это число %d!

source: Is the number bigger than %s? (yes/no)
ru: Число больше %s? (да/нет)

source: Is the number bigger than %d? (yes/no)
ru: Число больше %d? (да/нет)

source: yes
ru: да

source: no
ru: нет

source: Please try again. If your guess number is bigger than %s, print 'yes', otherwise print 'no'
ru: Пожалуйста, повторите еще раз. Если загаданное число больше %s, напечатайте 'да', иначе напечатайте 'нет'

source: Please try again. If your guess number is bigger than %d, print 'yes', otherwise print 'no'
ru: Пожалуйста, повторите еще раз. Если загаданное число больше %d, напечатайте 'да', иначе напечатайте 'нет'
